Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# menu.app.openCmuxSettingsFile
source: Open cmux.json
ar: فتح cmux.json
de: cmux.json öffnen
es: Abrir cmux.json
fr: Ouvrir cmux.json
ja: cmux.jsonを開く
ko: cmux.json 열기
zh_hans: 打开 cmux.json
zh_hant: 開啟 cmux.json

# menu.app.reloadConfiguration
source: Reload Configuration
ar: إعادة تحميل الإعدادات
bs: Ponovo učitaj konfiguraciju
da: Genindlæs konfiguration
de: Konfiguration neu laden
es: Recargar configuración
fr: Recharger la configuration
it: Ricarica configurazione
ja: 構成を再読み込み
ko: 구성 다시 불러오기
nb: Last inn konfigurasjon på nytt
pl: Odśwież konfigurację
pt_br: Recarregar Configuração
ru: Перезагрузить конфигурацию
th: โหลดการกำหนดค่าใหม่
tr: Yapılandırmayı Yeniden Yükle
uk: Перезавантажити конфігурацію
zh_hans: 重新加载配置
zh_hant: 重新載入設定

# menu.app.settings
source: Settings…
ar: الإعدادات…
bs: Postavke…
da: Indstillinger…
de: Einstellungen …
es: Ajustes…
fr: Réglages...
it: Impostazioni…
ja: 設定…
ko: 설정…
nb: Innstillinger …
pl: Ustawienia…
pt_br: Ajustes…
ru: Настройки...
th: การตั้งค่า...
tr: Ayarlar…
uk: Налаштування…
zh_hans: 设置...
zh_hant: 設定...

# menu.checkForUpdates
source: Check for Updates…
ar: التحقق من التحديثات…
bs: Provjeri ažuriranja…
da: Søg efter opdateringer…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher des mises à jour...
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nb: Se etter oppdateringer …
pl: Sprawdź aktualizacje…
pt_br: Buscar Atualizações…
ru: Проверить обновления...
th: ตรวจหาอัปเดต...
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.currentWindow
source: Current Window
ar: النافذة الحالية
bs: Trenutni prozor
da: Nuværende vindue
de: Aktuelles Fenster
es: Ventana actual
fr: Fenêtre actuelle
it: Finestra corrente
ja: 現在のウインドウ
ko: 현재 윈도우
nb: Gjeldende vindu
pl: Bieżące okno
pt_br: Janela Atual
ru: Текущее окно
th: หน้าต่างปัจจุบัน
tr: Geçerli Pencere
uk: Поточне вікно
zh_hans: 当前窗口
zh_hant: 目前視窗

# menu.file.closeOtherTabs
source: Close Other Tabs in Pane
ar: إغلاق الألسنة الأخرى في اللوحة
bs: Zatvori ostale tabove u panelu
da: Luk andre faner i panel
de: Andere Tabs im Bereich schließen
es: Cerrar otras pestañas del panel
fr: Fermer les autres onglets du panneau
it: Chiudi altre schede nel pannello
ja: ペイン内の他のタブを閉じる
ko: 패널의 다른 탭 닫기
nb: Lukk andre faner i panelet
pl: Zamknij inne karty w panelu
pt_br: Fechar Outras Abas no Painel
ru: Закрыть другие вкладки в панели
th: ปิดแท็บอื่นในบานหน้าต่าง
tr: Bölmedeki Diğer Sekmeleri Kapat
uk: Закрити інші вкладки в панелі
zh_hans: 关闭窗格中的其他标签页
zh_hant: 關閉窗格中的其他標籤頁

# menu.file.closeTab
source: Close Tab
ar: إغلاق اللسان
bs: Zatvori tab
da: Luk fane
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
nb: Lukk fane
pl: Zamknij kartę
pt_br: Fechar Aba
ru: Закрыть вкладку
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

# menu.file.closeWorkspace
source: Close Workspace
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# menu.file.commandPalette
source: Command Palette…
ar: لوحة الأوامر…
bs: Paleta naredbi…
da: Kommandopalette…
de: Befehlspalette …
es: Paleta de comandos…
fr: Palette de commandes...
it: Tavolozza comandi…
ja: コマンドパレット…
ko: 명령어 팔레트…
nb: Kommandopalett …
pl: Paleta poleceń…
pt_br: Paleta de Comandos…
ru: Палитра команд...
th: แถบคำสั่ง...
tr: Komut Paleti…
uk: Палітра команд…
zh_hans: 命令面板...
zh_hant: 指令面板...

# menu.file.goToWorkspace
source: Go to Workspace…
ar: الانتقال إلى مساحة العمل…
bs: Idi na radni prostor…
da: Gå til arbejdsområde…
de: Zum Arbeitsbereich wechseln …
es: Ir al espacio de trabajo…
fr: Aller à l'espace de travail...
it: Vai all'area di lavoro…
ja: ワークスペースに移動…
ko: 작업 공간으로 이동…
nb: Gå til arbeidsområde …
pl: Przejdź do przestrzeni roboczej…
pt_br: Ir para Área de Trabalho…
ru: Перейти к рабочему пространству...
th: ไปที่เวิร์กสเปซ...
tr: Çalışma Alanına Git…
uk: Перейти до робочої області…
zh_hans: 前往工作区...
zh_hant: 前往工作區...

# menu.file.newBrowserWorkspace
source: New Browser Workspace
ar: مساحة عمل متصفح جديدة
bs: Novi radni prostor preglednika
da: Nyt browserarbejdsområde
de: Neuer Browser-Arbeitsbereich
es: Nuevo espacio de trabajo de navegador
fr: Nouvel espace de travail navigateur
it: Nuova area di lavoro browser
ja: 新規ブラウザワークスペース
ko: 새 브라우저 작업 공간
nb: Nytt nettleserarbeidsområde
pl: Nowa przestrzeń robocza przeglądarki
pt_br: Nova Área de Trabalho de Navegador
ru: Новое рабочее пространство браузера
th: เวิร์กสเปซเบราว์เซอร์ใหม่
tr: Yeni Tarayıcı Çalışma Alanı
uk: Нова робоча область браузера
zh_hans: 新建浏览器工作区
zh_hant: 新增瀏覽器工作區

# menu.file.newSimulatorPane
source: New Simulator Pane
ar: جزء محاكي جديد
de: Neues Simulator-Teilfenster
es: Nuevo panel de simulador
fr: Nouveau volet de simulateur
ja: 新規シミュレータペイン
ko: 새 시뮬레이터 분할 창
zh_hans: 新建模拟器窗格
zh_hant: 新增模擬器窗格

# menu.file.newWindow
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# menu.file.newWorkspace
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# menu.file.newWorkspaceGroup
source: New Workspace Group
ar: مجموعة مساحة عمل جديدة
bs: Nova grupa radnih prostora
da: Ny arbejdsområdegruppe
de: Neue Arbeitsbereichsgruppe
es: Nuevo grupo de espacios de trabajo
fr: Nouveau groupe d’espaces de travail
it: Nuovo gruppo di aree di lavoro
ja: 新規ワークスペースグループ
ko: 새 작업 공간 그룹
nb: Ny arbeidsområdegruppe
pl: Nowa grupa przestrzeni roboczych
pt_br: Novo grupo de áreas de trabalho
ru: Новая группа рабочих пространств
th: กลุ่มเวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı Grubu
uk: Нова група робочих областей
zh_hans: 新建工作区组
zh_hant: 新增工作區群組

# menu.file.openFolder
source: Open Folder…
ar: فتح مجلد…
bs: Otvori folder…
da: Åbn mappe…
de: Ordner öffnen …
es: Abrir carpeta…
fr: Ouvrir un dossier...
it: Apri cartella…
ja: フォルダを開く…
ko: 폴더 열기…
nb: Åpne mappe …
pl: Otwórz folder…
pt_br: Abrir Pasta…
ru: Открыть папку...
th: เปิดโฟลเดอร์...
tr: Klasör Aç…
uk: Відкрити теку…
zh_hans: 打开文件夹...
zh_hant: 開啟資料夾...

# menu.file.openFolder.panelPrompt
source: Open
ar: فتح
bs: Otvori
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
ko: 열기
nb: Åpne
pl: Otwórz
pt_br: Abrir
ru: Открыть
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

# menu.file.openFolder.panelTitle
source: Open Folder
ar: فتح مجلد
bs: Otvori folder
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasör Aç
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# menu.file.openFolderInVSCodeInline
source: Open Folder in VS Code (Inline)…
ar: فتح المجلد في VS Code (مضمن)…
de: Ordner in VS Code öffnen (Inline)…
es: Abrir carpeta en VS Code (integrado)…
fr: Ouvrir le dossier dans VS Code (intégré)…
ja: フォルダを VS Code で開く（インライン）…
ko: VS Code에서 폴더 열기 (인라인)…
zh_hans: 在 VS Code 中打开文件夹（内联）…
zh_hant: 在 VS Code 中開啟資料夾 (內嵌)…

# menu.file.openFolderInVSCodeInline.panelPrompt
source: Open in VS Code
ar: فتح في VS Code
de: In VS Code öffnen
es: Abrir en VS Code
fr: Ouvrir dans VS Code
ja: VS Code で開く
ko: VS Code에서 열기
zh_hans: 在 VS Code 中打开
zh_hant: 在 VS Code 中開啟

# menu.file.openFolderInVSCodeInline.panelTitle
source: Open Folder in VS Code (Inline)
ar: فتح المجلد في VS Code (مضمن)
de: Ordner in VS Code öffnen (Inline)
es: Abrir carpeta en VS Code (integrado)
fr: Ouvrir le dossier dans VS Code (intégré)
ja: フォルダを VS Code で開く（インライン）
ko: VS Code에서 폴더 열기 (인라인)
zh_hans: 在 VS Code 中打开文件夹（内联）
zh_hant: 在 VS Code 中開啟資料夾 (內嵌)

# menu.file.reopenClosedBrowserPanel
source: Reopen Closed Browser Panel
ar: إعادة فتح لوحة المتصفح المغلقة
bs: Ponovo otvori zatvoreni panel preglednika
da: Genåbn lukket browserpanel
de: Geschlossenes Browserfenster erneut öffnen
es: Reabrir panel del navegador cerrado
fr: Rouvrir le panneau de navigateur fermé
it: Riapri pannello browser chiuso
ja: 閉じたブラウザパネルを再度開く
ko: 닫은 브라우저 패널 다시 열기
nb: Åpne lukket nettleserpanel på nytt
pl: Otwórz ponownie zamknięty panel przeglądarki
pt_br: Reabrir Painel do Navegador Fechado
ru: Открыть закрытую панель браузера
th: เปิดแผงเบราว์เซอร์ที่ปิดไปอีกครั้ง
tr: Kapatılan Tarayıcı Panelini Yeniden Aç
uk: Відновити закриту панель браузера
zh_hans: 重新打开已关闭的浏览器面板
zh_hant: 重新開啟已關閉的瀏覽器面板

# menu.file.reopenPreviousSession
source: Restore Previous Launch
ar: استعادة الإطلاق السابق
de: Vorherigen Start wiederherstellen
es: Restaurar sesión anterior
fr: Restaurer la session précédente
ja: 前回の起動を復元
ko: 이전 실행 복구
zh_hans: 恢复上次启动
zh_hant: 還原上一次啟動

# menu.file.restorePreviousAppLaunch
source: Restore Previous Launch
ar: استعادة الإطلاق السابق
de: Vorherigen Start wiederherstellen
es: Restaurar sesión anterior
fr: Restaurer la session précédente
ja: 前回の起動を復元
ko: 이전 실행 복구
zh_hans: 恢复上次启动
zh_hant: 還原上一次啟動

# menu.find.find
source: Find…
ar: بحث…
bs: Pronađi…
de: Suchen…
es: Buscar…
fr: Rechercher…
it: Cerca…
ja: 検索…
ko: 찾기…
nb: Finn…
pl: Znajdź…
pt_br: Buscar…
ru: Найти…
th: ค้นหา…
tr: Bul…
uk: Знайти…
zh_hans: 查找…
zh_hant: 尋找…

# menu.find.findInDirectory
source: Find in Directory…
ar: البحث في الدليل…
de: Im Verzeichnis suchen…
es: Buscar en el directorio…
fr: Rechercher dans le dossier…
ja: ディレクトリ内を検索…
ko: 디렉터리에서 찾기…
zh_hans: 在目录中查找…
zh_hant: 在目錄中尋找…

# menu.find.findNext
source: Find Next
ar: البحث عن التالي
bs: Pronađi sljedeće
da: Find næste
de: Weitersuchen
es: Buscar siguiente
fr: Résultat suivant
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nb: Finn neste
pl: Znajdź następny
pt_br: Buscar Próximo
ru: Найти далее
th: ค้นหาถัดไป
tr: Sonrakini Bul
uk: Знайти наступне
zh_hans: 查找下一个
zh_hant: 尋找下一個

# menu.find.findPrevious
source: Find Previous
ar: البحث عن السابق
bs: Pronađi prethodno
da: Find forrige
de: Vorheriges suchen
es: Buscar anterior
fr: Résultat précédent
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nb: Finn forrige
pl: Znajdź poprzedni
pt_br: Buscar Anterior
ru: Найти ранее
th: ค้นหาก่อนหน้า
tr: Öncekini Bul
uk: Знайти попереднє
zh_hans: 查找上一个
zh_hant: 尋找上一個

# menu.find.hideFindBar
source: Hide Find Bar
ar: إخفاء شريط البحث
bs: Sakrij traku za pretragu
da: Skjul søgelinje
de: Suchleiste ausblenden
es: Ocultar barra de búsqueda
fr: Masquer la barre de recherche
it: Nascondi barra di ricerca
ja: 検索バーを非表示
ko: 찾기 막대 숨기기
nb: Skjul søkelinje
pl: Ukryj pasek wyszukiwania
pt_br: Ocultar Barra de Busca
ru: Скрыть панель поиска
th: ซ่อนแถบค้นหา
tr: Arama Çubuğunu Gizle
uk: Сховати панель пошуку
zh_hans: 隐藏查找栏
zh_hant: 隱藏尋找列

# menu.find.sendCtrlFToTerminal
source: Send Ctrl-F to Terminal
ar: إرسال Ctrl-F إلى الطرفية
de: Strg-F an Terminal senden
es: Enviar Ctrl-F a la terminal
fr: Envoyer Ctrl-F au terminal
ja: ターミナルにCtrl-Fを送信
ko: 터미널에 Ctrl-F 전송
zh_hans: 向终端发送 Ctrl-F
zh_hant: 傳送 Ctrl-F 至終端機

# menu.find.title
source: Find
ar: بحث
bs: Pronađi
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
nb: Finn
pl: Znajdź
pt_br: Buscar
ru: Поиск
th: ค้นหา
tr: Bul
uk: Пошук
zh_hans: 查找
zh_hant: 尋找

# menu.find.useSelectionForFind
source: Use Selection for Find
ar: استخدام التحديد للبحث
bs: Koristi odabrano za pretragu
da: Brug markering til søgning
de: Auswahl für Suche verwenden
es: Usar selección para buscar
fr: Utiliser la sélection pour la recherche
it: Usa selezione per la ricerca
ja: 選択範囲を検索に使用
ko: 선택 항목을 찾기에 사용
nb: Bruk utvalg for søk
pl: Użyj zaznaczenia do wyszukiwania
pt_br: Usar Seleção para Busca
ru: Использовать выделение для поиска
th: ใช้ข้อความที่เลือกเพื่อค้นหา
tr: Seçimi Bulmak İçin Kullan
uk: Використати виділення для пошуку
zh_hans: 使用选中内容查找
zh_hant: 使用所選範圍來尋找

# menu.help.agentIntegrations
source: Agent Integrations
ar: تكاملات الوكلاء
de: Agent-Integrationen
es: Integraciones de agente
fr: Intégrations d’agents
ja: エージェント連携
ko: 에이전트 통합
zh_hans: 代理集成
zh_hant: Agent 整合

# menu.help.apiReference
source: API Reference
ar: مرجع API
de: API-Referenz
es: Referencia de la API
fr: Référence de l’API
ja: APIリファレンス
ko: API 참조
zh_hans: API 参考
zh_hant: API 參考

# menu.help.browserAutomation
source: Browser Automation
ar: أتمتة المتصفح
de: Browser-Automatisierung
es: Automatización del navegador
fr: Automatisation du navigateur
ja: ブラウザ自動化
ko: 브라우저 자동화
zh_hans: 浏览器自动化
zh_hant: 瀏覽器自動化

# menu.help.changelog
source: Changelog
ar: سجل التغييرات
es: Registro de cambios
fr: Journal des modifications
ja: 変更履歴
ko: 변경 이력
zh_hans: 更新日志
zh_hant: 更新日誌

# menu.help.concepts
source: Concepts
ar: المفاهيم
de: Konzepte
es: Conceptos
ja: コンセプト
ko: 개념
zh_hans: 概念
zh_hant: 概念

# menu.help.configuration
source: Configuration
ar: التكوين
de: Konfiguration
es: Configuración
ja: 設定ガイド
ko: 구성
zh_hans: 配置
zh_hant: 設定

# menu.help.customCommands
source: Custom Commands
ar: الأوامر المخصصة
de: Benutzerdefinierte Befehle
es: Comandos personalizados
fr: Commandes personnalisées
ja: カスタムコマンド
ko: 사용자 지정 명령
zh_hans: 自定义命令
zh_hant: 自訂指令

# menu.help.featureFlags
source: Feature Flags…
ar: علامات الميزات…
es: Banderas de características…
fr: Drapeaux de fonctionnalités…
ja: フィーチャーフラグ…
ko: 기능 플래그…
zh_hans: 功能开关…
zh_hant: 功能旗標…

# menu.help.gettingStarted
source: Getting Started
ar: بدء الاستخدام
de: Erste Schritte
es: Primeros pasos
fr: Prise en main
ja: はじめに
ko: 시작하기
zh_hans: 快速开始
zh_hant: 快速入門

# menu.help.keyboardShortcutsSettings
source: Keyboard Shortcuts Settings…
ar: إعدادات اختصارات لوحة المفاتيح…
de: Tastaturkurzbefehle-Einstellungen…
es: Configuración de atajos de teclado…
fr: Paramètres des raccourcis clavier…
ja: キーボードショートカット設定…
ko: 키보드 단축키 설정…
zh_hans: 键盘快捷键设置…
zh_hant: 快速鍵設定…

# menu.help.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# menu.help.previewNativePricing
source: Preview Native Pro Pricing…
ar: معاينة أسعار Pro الأصلية…
de: Vorschau auf native Pro-Preise…
es: Vista previa de precios nativos de Pro…
fr: Aperçu des tarifs Pro natifs…
ja: ネイティブの Pro 料金をプレビュー…
ko: 네이티브 Pro 가격 미리보기…
zh_hans: 预览原生 Pro 定价…
zh_hant: 預覽原生 Pro 價格…

# menu.help.showProWelcomeChecklist
source: Show Pro Welcome Checklist…
ar: عرض قائمة الترحيب بـ Pro…
de: Pro-Willkommens-Checkliste anzeigen…
es: Mostrar lista de verificación de bienvenida de Pro…
fr: Afficher la liste de contrôle de bienvenue Pro…
ja: Pro ウェルカムチェックリストを表示…
ko: Pro 시작 체크리스트 표시…
zh_hans: 显示 Pro 欢迎清单…
zh_hant: 顯示 Pro 歡迎檢查清單…

# menu.help.skills
source: Skills
ar: المهارات
es: Habilidades
fr: Compétences
ja: スキル
ko: 스킬
zh_hans: 技能
zh_hant: 技能

# menu.help.upgradeToPro
source: Upgrade to cmux Pro…
ar: الترقية إلى cmux Pro…
de: Auf cmux Pro upgraden…
es: Actualizar a cmux Pro…
fr: Passer à cmux Pro…
ja: cmux Proにアップグレード…
ko: cmux Pro로 업그레이드…
zh_hans: 升级到 cmux Pro…
zh_hant: 升級至 cmux Pro…

# menu.history.focusBack
source: Focus Back
ar: التركيز للخلف
de: Fokus zurück
es: Retroceder foco
fr: Focus précédent
ja: フォーカスを戻す
ko: 이전 포커스
zh_hans: 聚焦后退
zh_hant: 返回上一個焦點

# menu.history.focusForward
source: Focus Forward
ar: التركيز للأمام
de: Fokus vorwärts
es: Avanzar foco
fr: Focus suivant
ja: フォーカスを進める
ko: 다음 포커스
zh_hans: 聚焦前进
zh_hant: 前往下一個焦點

# menu.history.focusHistory
source: Focus History
ar: سجل التركيز
de: Fokus-Verlauf
es: Historial de foco
fr: Historique du focus
ja: フォーカス履歴
ko: 포커스 기록
zh_hans: 聚焦历史
zh_hant: 焦點歷史紀錄

# menu.history.noFocusBackHistory
source: No Back History
ar: لا يوجد سجل خلفي
de: Kein Zurück-Verlauf
es: Sin historial de retroceso
fr: Aucun historique précédent
ja: 戻る履歴がありません
ko: 이전 기록 없음
zh_hans: 没有后退历史
zh_hant: 無返回歷史紀錄

# menu.history.noFocusForwardHistory
source: No Forward History
ar: لا يوجد سجل أمامي
de: Kein Vorwärts-Verlauf
es: Sin historial de avance
fr: Aucun historique suivant
ja: 進む履歴がありません
ko: 다음 기록 없음
zh_hans: 没有前进历史
zh_hant: 無前進歷史紀錄

# menu.history.noFocusHistory
source: No Focus History
ar: لا يوجد سجل للتركيز
de: Kein Fokus-Verlauf
es: Sin historial de foco
fr: Aucun historique du focus
ja: フォーカス履歴がありません
ko: 포커스 기록 없음
zh_hans: 没有聚焦历史
zh_hant: 無焦點歷史紀錄

# menu.history.recentlyClosed
source: Recently Closed
ar: المغلقة حديثًا
de: Zuletzt geschlossen
es: Cerrados recientemente
fr: Récemment fermés
ja: 最近閉じた項目
ko: 최근에 닫은 항목
zh_hans: 最近关闭
zh_hant: 最近關閉

# menu.history.recentlyClosed.clearAll
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 全部清除

# menu.history.recentlyClosed.empty
source: No Recently Closed Items
ar: لا توجد عناصر مغلقة حديثًا
de: Keine zuletzt geschlossenen Elemente
es: Sin elementos cerrados recientemente
fr: Aucun élément récemment fermé
ja: 最近閉じた項目がありません
ko: 최근에 닫은 항목 없음
zh_hans: 没有最近关闭的项目
zh_hant: 無最近關閉的項目

# menu.history.recentlyClosed.kind.tab
source: Tab
ar: علامة تبويب
es: Pestaña
fr: Languette
ja: タブ
ko: 꼬리표
zh_hans: 标签页
zh_hant: 選項卡

# menu.history.recentlyClosed.kind.window
source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 창
zh_hans: 窗口
zh_hant: 視窗

# menu.history.recentlyClosed.kind.workspace
source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
ja: ワークスペース
ko: 작업 공간
zh_hans: 工作区
zh_hant: 工作區

# menu.history.recentlyClosed.panel.agentSession
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理
zh_hant: 代理人

# menu.history.recentlyClosed.panel.browser
source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
zh_hans: 浏览器
zh_hant: 瀏覽器

# menu.history.recentlyClosed.panel.cloudVM
source: Cloud VM
ar: سحابة VM
es: Máquina virtual en la nube
fr: Machine virtuelle cloud
ja: クラウドVM
ko: 클라우드 VM
zh_hans: 云虚拟机
zh_hant: 雲端虛擬機

# menu.history.recentlyClosed.panel.customSidebar
source: Custom Sidebar
ar: الشريط الجانبي المخصص
de: Benutzerdefinierte Seitenleiste
es: Barra lateral personalizada
fr: Barre latérale personnalisée
ja: カスタムサイドバー
ko: 사용자 정의 사이드바
zh_hans: 自定义侧边栏
zh_hant: 自訂側邊欄

# menu.history.recentlyClosed.panel.filePreview
source: File Preview
ar: معاينة الملف
de: Dateivorschau
es: Vista previa del archivo
fr: Aperçu du fichier
ja: ファイルプレビュー
ko: 파일 미리보기
zh_hans: 文件预览
zh_hant: 文件預覽

# menu.history.recentlyClosed.panel.project
source: Project
ar: مشروع
bs: Projekat
da: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
nb: Prosjekt
pl: Projekt
pt_br: Projeto
ru: Проект
th: โปรเจกต์
tr: Proje
uk: Проєкт
zh_hans: 项目
zh_hant: 專案

# menu.history.recentlyClosed.panel.simulator
source: Simulator
ar: محاكي
es: Simulador
fr: Simulateur
ja: シミュレータ
ko: 모의 실험 장치
zh_hans: 模拟器
zh_hant: 模擬器

# menu.history.recentlyClosed.panel.terminal
source: Terminal
ar: طرفية
ja: ターミナル
ko: 단말기
zh_hans: 终端
zh_hant: 終端

# menu.history.recentlyClosed.panel.tool
source: Tool
ar: أداة
es: Herramienta
fr: Outil
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

# menu.history.recentlyClosed.subtitle
source: Tabs, workspaces, and windows
ar: علامات التبويب ومساحات العمل والنوافذ
de: Tabs, Arbeitsbereiche und Fenster
es: Pestañas, espacios de trabajo y ventanas
fr: Onglets, espaces de travail et fenêtres
ja: タブ、ワークスペース、ウィンドウ
ko: 탭, 작업 공간 및 창
zh_hans: 标签页、工作区和窗口
zh_hant: 標籤頁、工作區和視窗

# menu.history.recentlyClosed.window.oneWorkspace
source: 1 workspace
ar: 1 مساحة عمل
de: 1 Arbeitsbereich
es: 1 espacio de trabajo
fr: 1 espace de travail
ja: 1 個のワークスペース
ko: 작업 공간 1개
zh_hans: 1 个工作区
zh_hant: 1 個工作區

# menu.history.recentlyClosed.window.workspaceCount
source: %d workspaces
ar: %d مساحة عمل
de: %d Arbeitsbereiche
es: %d espacios de trabajo
fr: %d espaces de travail
ja: %d個のワークスペース
ko: %d개의 작업 공간
zh_hans: %d 个工作区
zh_hant: %d 個工作區

# menu.history.recentlyClosed.window.workspaceCount.one
source: 1 workspace
ar: 1 مساحة عمل
de: 1 Arbeitsbereich
es: 1 espacio de trabajo
fr: 1 espace de travail
ja: 1 個のワークスペース
ko: 작업 공간 1개
zh_hans: 1 个工作区
zh_hant: 1 個工作區

# menu.history.recentlyClosed.window.workspaceCount.other
source: %d workspaces
ar: %d مساحة عمل
de: %d Arbeitsbereiche
es: %d espacios de trabajo
fr: %d espaces de travail
ja: %d個のワークスペース
ko: %d개의 작업 공간
zh_hans: %d 个工作区
zh_hant: %d 個工作區

# menu.history.recentlyFocused
source: Recently Focused
ar: المركّز عليها حديثًا
de: Zuletzt fokussiert
es: Enfocados recientemente
fr: Récemment ciblés
ja: 最近フォーカスした項目
ko: 최근에 포커스된 항목
zh_hans: 最近聚焦
zh_hant: 最近聚焦

# menu.history.recentlyFocused.subtitle
source: Most recent focus targets
ar: أحدث أهداف التركيز
de: Zuletzt fokussierte Ziele
es: Destinos de foco más recientes
fr: Cibles de focus les plus récentes
ja: 最近フォーカスした移動先
ko: 가장 최근 포커스 대상
zh_hans: 最近的聚焦目标
zh_hant: 最近的焦點目標

# menu.history.reopenClosedItem
source: Reopen Last Closed
ar: إعادة فتح آخر عنصر مغلق
de: Zuletzt geschlossenes Element wieder öffnen
es: Reabrir último cerrado
fr: Rouvrir le dernier élément fermé
ja: 最後に閉じた項目を再度開く
ko: 마지막으로 닫은 항목 다시 열기
zh_hans: 重新打开上次关闭的项目
zh_hant: 重新開啟上次關閉的項目

# menu.history.reopenClosedWorkspace
source: Reopen Closed Workspace
ar: إعادة فتح مساحة العمل المغلقة
de: Geschlossenen Arbeitsbereich wieder öffnen
es: Reabrir espacio de trabajo cerrado
fr: Rouvrir l’espace de travail fermé
ja: 閉じたワークスペースを再度開く
ko: 닫은 작업 공간 다시 열기
zh_hans: 重新打开已关闭的工作区
zh_hant: 重新開啟關閉的工作區

# menu.history.reopenLastClosed
source: Reopen Last Closed
ar: إعادة فتح آخر عنصر مغلق
de: Zuletzt geschlossenes Element wieder öffnen
es: Reabrir último cerrado
fr: Rouvrir le dernier élément fermé
ja: 最後に閉じた項目を再度開く
ko: 마지막으로 닫은 항목 다시 열기
zh_hans: 重新打开上次关闭的项目
zh_hant: 重新開啟上次關閉的項目

# menu.history.showFullFocusBackHistory
source: Show Full Back History
ar: عرض سجل الرجوع الكامل
de: Vollständigen Zurück-Verlauf anzeigen
es: Mostrar historial de retroceso completo
fr: Afficher tout l’historique précédent
ja: 戻る履歴をすべて表示
ko: 모든 이전 기록 표시
zh_hans: 显示完整后退历史
zh_hant: 顯示完整返回歷史紀錄

# menu.history.showFullFocusForwardHistory
source: Show Full Forward History
ar: عرض سجل التقدم الكامل
de: Vollständigen Vorwärts-Verlauf anzeigen
es: Mostrar historial de avance completo
fr: Afficher tout l’historique suivant
ja: 進む履歴をすべて表示
ko: 모든 다음 기록 표시
zh_hans: 显示完整前进历史
zh_hant: 顯示完整前進歷史紀錄

# menu.history.showFullFocusHistory
source: Show Full History
ar: عرض السجل الكامل
de: Vollständigen Verlauf anzeigen
es: Mostrar historial completo
fr: Afficher tout l’historique
ja: すべての履歴を表示
ko: 모든 기록 표시
zh_hans: 显示完整历史
zh_hant: 顯示完整歷史紀錄

# menu.history.title
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
zh_hans: 历史
zh_hant: 歷史紀錄

# menu.history.untitledWorkspace
source: Untitled Workspace
ar: مساحة عمل بلا عنوان
de: Unbenannter Arbeitsbereich
es: Espacio de trabajo sin título
fr: Espace de travail sans titre
ja: 無題のワークスペース
ko: 제목 없는 작업 공간
zh_hans: 未命名工作区
zh_hant: 未命名工作區

# menu.newWorkspace.defaultBadge
source: Default
ar: تقصير
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본
zh_hans: 默认
zh_hant: 預設

# menu.newWorkspace.defaultLayoutNone
source: None (Blank Terminal)
ar: بلا (طرفية فارغة)
de: Keines (leeres Terminal)
es: Ninguno (terminal vacía)
fr: Aucun (terminal vide)
ja: なし（空のターミナル）
ko: 없음 (빈 터미널)
zh_hans: 无（空白终端）
zh_hant: 無 (空白終端機)
